[CH2_Grab_TUT]
01=Grab unsuspecting enemies and take them down in one swift, quiet move.
02=Takedown

[CH2_TUT01_CornerPoint]
01=Look around corners without being seen by using Corner Cover.
02=Crouch and approach a suitable corner.

[CH2_TUT01_Investigate]
01=Use Detective Mode to detect and analyze nearby threats through walls.
02=Detective Mode
03=Detective Mode identifies armed threats in red.

[CH2_TUT02_VantagePoint]
01=When you see the grapple icon appear, press grapple to automatically swing to the nearest vantage point.
02=Grapple

[CH2_TUT03_Takedown]
01=Take down an enemy in a single, silent move.
02=Move quietly by crouching to get in close for a Silent Takedown.
03=Hold for silent movement
04=Tap - Drop down silently
05=You can drop down silently from a gargoyle without gliding.
06=Silent Takedown (get in range)
07=Takedown thugs from behind quietly, to avoid alerting other enemies nearby.
